Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# notif.loading
source: Loading alerts...
ar: جارٍ تحميل التنبيهات…
ca: S'estan carregant les alertes...
cs: Načítání upozornění…
da: Indlæser advarsler...
de: Lade Hinweise...
el: Φόρτωση ειδοποιήσεων…
es: Cargando alertas...
fi: Ladataan hälytyksiä...
fr: Chargement des alertes…
he: טוען התראות…
hi: अलर्ट लोड हो रहे हैं…
hr: Učitavanje upozorenja…
hu: Értesítések betöltése…
id: Memuat peringatan…
it: Caricamento avvisi...
ja: アラートを読み込み中…
ko: 알림 로드 중...
ms: Memuatkan makluman...
nb: Laster varsler...
nl: Meldingen laden...
pl: Ładowanie alertów…
pt_br: Carregando alertas...
pt_pt: A carregar alertas...
ro: Se încarcă alertele...
ru: Загрузка алертов…
sk: Načítavam upozornenia…
sv: Laddar aviseringar...
th: โหลดการแจ้งเตือน…
tr: Uyarılar yükleniyor…
uk: Завантаження сповіщень…
vi: Đang tải cảnh báo…
zh_hans: 正在加载警报...
zh_hant: 正在載入提醒…

# notif.open_settings
source: Open System Settings
ar: فتح إعدادات النظام
ca: Configuració de sistema
cs: Otevřít systémová nastavení
da: Åbn Systemindstillinger
de: Systemeinstellungen öffnen
el: Άνοιγμα ρυθμίσεων συστήματος
es: Abrir Ajustes del sistema
fi: Avaa järjestelmäasetukset
fr: Ouvrir Réglages système
he: פתח הגדרות מערכת
hi: सिस्टम सेटिंग्स खोलें
hr: Otvori postavke sustava
hu: Rendszerbeállítások megnyitása
id: Buka Pengaturan Sistem
it: Apri Impostazioni di sistema
ja: システム設定を開く
ko: 시스템
ms: Buka System Settings
nb: Åpne Systeminnstillinger
nl: Open Systeeminstellingen
pl: Otwórz ustawienia systemu
pt_br: Abrir Ajustes do sistema
pt_pt: Abrir Definições do sistema
ro: Deschide Setările de sistem
ru: Открыть системные настройки
sk: Otvoriť systémové nastavenia
sv: Öppna Systeminställningar
th: เปิดการตั้งค่าระบบ
tr: Sistem Ayarlarını aç
uk: Відкрити системні налаштування
vi: Mở Cài đặt hệ thống
zh_hans: 系统设置(本系统禁止售卖，仅供学习研究，商用造成任何后果本人概不负责)
zh_hant: 打開系統設定

# notif.permission
source: Permission
ar: الإذن
ca: permís
cs: Oprávnění
da: Tilladelse
de: Berechtigung
el: Άδεια
es: Permiso
fi: Lupa
fr: Autorisation
he: הרשאה
hi: अनुमति
hr: Dopuštenje
hu: Engedély
id: Izin
it: Autorizzazione
ja: 許可
ko: 권한
ms: Kebenaran
nb: Tillatelse
nl: Toestemming
pl: Uprawnienia
pt_br: Permissão
pt_pt: Permissão
ro: Permisiune
ru: Доступ
sk: Oprávnenia
sv: Behörighet
th: สิทธิ์
tr: İzin
uk: Дозвіл
vi: Quyền
zh_hans: 权限
zh_hant: 權限

# notif.recently_delivered
source: Recently delivered
ar: سُلّمت مؤخرًا
ca: Lliurats fa poc
cs: Nedávno doručené
da: Nyligt leveret
de: Kürzlich zugestellt
el: Πρόσφατα παραδοθέντα
es: Entregados hace poco
fi: Äskettäin toimitetut
fr: Livrées récemment
he: נמסרו לאחרונה
hi: हाल में डिलीवर
hr: Nedavno isporučeno
hu: Nemrég kézbesítve
id: Baru terkirim
it: Consegnati di recente
ja: 最近配信されたもの
ko: 최근 전달됨
ms: Dihantar baru-baru ini
nb: Nylig levert
nl: Onlangs geleverd
pl: Ostatnio dostarczone
pt_br: Entregues há pouco
pt_pt: Entregues recentemente
ro: Livrate recent
ru: Недавно доставленные
sk: Nedávno doručené
sv: Nyligen levererade
th: ส่งล่าสุด
tr: Yeni teslim edilenler
uk: Недавно доставлені
vi: Vừa gửi
zh_hans: 最近送达
zh_hant: 最近送達

# notif.scheduled_count
source: %d scheduled
ar: %d مجدول
ca: %d programades
cs: %d naplánováno
da: %d planlagt
de: %d geplant
el: %d προγραμματισμένα
es: %d programadas
fi: %d ajastettu
fr: %d planifiées
he: %d מתוזמנים
hi: %d निर्धारित
hr: %d zakazano
hu: %d ütemezve
id: %d terjadwal
it: %d programmati
ja: %d 件予約
ko: %d 예약됨
ms: %d dijadualkan
nb: %d planlagt
nl: %d gepland
pl: %d zaplanowanych
pt_br: %d agendadas
pt_pt: %d agendadas
ro: %d programate
ru: %d запланировано
sk: %d naplánovaných
sv: %d schemalagda
th: ตั้งเวลา %d
tr: %d zamanlandı
uk: %d заплановано
vi: %d đã lên lịch
zh_hans: %d已计划
zh_hant: 已排程 %d

# notif.scheduled_footer
source: Scheduled alerts appear here before they fire.
ar: التنبيهات المجدولة تظهر هنا قبل الإطلاق.
ca: Les alertes programades apareixen aquí abans que es disparin.
cs: Naplánovaná upozornění se tu objeví před spuštěním.
da: Planlagte advarsler vises her, før de affyres.
de: Geplante Hinweise erscheinen hier, bevor sie feuern.
el: Οι προγραμματισμένες ειδοποιήσεις εμφανίζονται εδώ πριν πυροδοτηθούν.
es: Las alertas programadas aparecen aquí antes de dispararse.
fi: Ajastetut hälytykset näkyvät täällä ennen laukaisua.
fr: Les alertes planifiées apparaissent ici avant de partir.
he: התראות מתוזמנות מופיעות כאן לפני שהן נורות.
hi: निर्धारित अलर्ट फायर होने से पहले यहाँ दिखते हैं।
hr: Zakazana upozorenja pojavljuju se ovdje prije okidanja.
hu: Az ütemezett értesítések itt jelennek meg, mielőtt elsülnek.
id: Peringatan terjadwal muncul di sini sebelum menyala.
it: Gli avvisi programmati compaiono qui prima di scattare.
ja: 発火前の予約アラートがここに出ます。
ko: 예약된 알림은 발사 전에 여기에 표시됩니다.
ms: Makluman dijadual muncul di sini sebelum dipecut.
nb: Planlagte varsler vises her før de avfyres.
nl: Geplande meldingen verschijnen hier voordat ze afgaan.
pl: Zaplanowane alerty pojawiają się tu przed odpaleniem.
pt_br: Alertas agendadas aparecem aqui antes de disparar.
pt_pt: As alertas agendadas aparecem aqui antes de disparar.
ro: Alertele programate apar aici înainte să se declanșeze.
ru: Запланированные алерты появляются здесь до срабатывания.
sk: Naplánované upozornenia sa tu objavia pred spustením.
sv: Schemalagda aviseringar visas här innan de avfyras.
th: การแจ้งเตือนที่ตั้งเวลาโผล่ที่นี่ก่อนยิง
tr: Zamanlanmış uyarılar ateşlenmeden önce burada görünür.
uk: Заплановані сповіщення з’являються тут до спрацювання.
vi: Cảnh báo đã lên lịch hiện ở đây trước khi bắn.
zh_hans: 定时警报在开火前会出现在这里。
zh_hant: 排程好的提醒會在觸發前顯示在這裡。

# notif.title
source: Alerts
ar: التنبيهات
ca: Alertes
cs: Upozornění
da: Advarsler
de: Hinweise
el: Ειδοποιήσεις
es: Alertas
fi: Hälytykset
fr: Alertes
he: התראות
hi: अलर्ट
hr: Upozorenja
hu: Értesítések
id: Peringatan
it: Avvisi
ja: アラート
ko: 알림
ms: Makluman
nb: Varsler
nl: Meldingen
pl: Alerty
pt_br: Alertas
pt_pt: Alertas
ro: Alerte
ru: Алерты
sk: Upozornenia
sv: Aviseringar
th: การแจ้งเตือน
tr: Uyarılar
uk: Сповіщення
vi: Cảnh báo
zh_hans: 提醒
zh_hant: 提醒

source: Notify on Watch / sleep-HR signals
ar: أبلغ عند إشارات Watch / نبض النوم
ca: Avisa amb senyals del Watch / FC de la son
cs: Upozornit na signály Watch / tepu ve spánku
da: Giv besked ved Watch- / søvn-HF-signaler
de: Bei Watch- / Schlaf-HF-Signalen benachrichtigen
el: Ειδοποίηση για σήματα Watch / καρδιακού ρυθμού ύπνου
es: Avisar con señales del Watch / FC del sueño
fi: Ilmoita Watch- / unen sykesignaaleista
fr: Notifier sur signaux Watch / FC du sommeil
he: הודע על אותות Watch / דופק שינה
hi: Watch / नींद की हृदय गति पर सूचित करें
hr: Obavijesti o signalima Watch / pulsa u snu
hu: Értesítés Watch- / alvási pulzusjelekről
id: Beri tahu saat sinyal Watch / detak jantung tidur
it: Avvisa su segnali Watch / FC del sonno
ja: Watch / 睡眠時心拍の信号で通知
ko: Watch / 수면 심박 신호로 알림
ms: Maklumkan pada isyarat Watch / degupan jantung tidur
nb: Varsle ved Watch- / søvn-HF-signaler
nl: Melden bij Watch- / slaap-HF-signalen
pl: Powiadamiaj o sygnałach Watch / tętna snu
pt_br: Avisar com sinais do Watch / FC do sono
pt_pt: Avisar com sinais do Watch / FC do sono
ro: Anunță la semnale Watch / puls în somn
ru: Уведомлять о сигналах Watch / пульса во сне
sk: Upozorniť na signály Watch / tepu v spánku
sv: Meddela vid Watch- / sömn-HF-signaler
th: แจ้งเมื่อมีสัญญาณ Watch / ชีพจรตอนนอน
tr: Watch / uyku kalp hızı sinyallerinde bildir
uk: Сповіщати про сигнали Watch / пульсу уві сні
vi: Báo khi có tín hiệu Watch / nhịp tim lúc ngủ
zh_hans: Watch / 睡眠心率信号时通知
zh_hant: Watch / 睡眠心率訊號時通知

source: offset
ar: إزاحة
ca: desplaçament
cs: posun
da: forskydning
de: Versatz
el: μετατόπιση
es: desfase
fi: siirtymä
fr: décalage
he: היסט
hi: ऑफ़सेट
hr: pomak
hu: eltolás
id: ofset
it: scostamento
ja: オフセット
ko: 오프셋
ms: ofset
nb: forskyvning
pl: przesunięcie
pt_br: deslocamento
pt_pt: desvio
ro: decalaj
ru: смещение
sk: posun
th: ค่าชดเชย
tr: sapma
uk: зсув
vi: độ lệch
zh_hans: 偏移
zh_hant: 偏移

source: On-device first. Keel Coach is opt-in. No ads. No sale of personal data. GDPR and US state rights supported.
ar: الجهاز أولاً. Keel Coach اختياري. بلا إعلانات. لا بيع للبيانات الشخصية. ندعم GDPR وحقوق الولايات الأمريكية.
ca: Primer al dispositiu. Keel Coach és opcional. Sense anuncis. No venem dades personals. Es donen suport al RGPD i als drets dels estats dels EUA.
cs: Nejdřív na zařízení. Keel Coach je volitelný. Žádné reklamy. Osobní data neprodáváme. GDPR a práva států USA jsou podporována.
da: Først på enheden. Keel Coach er tilvalg. Ingen reklamer. Intet salg af persondata. GDPR og rettigheder i amerikanske stater understøttes.
de: Zuerst auf dem Gerät. Keel Coach ist optional. Keine Werbung. Kein Verkauf persönlicher Daten. DSGVO und Rechte der US-Bundesstaaten werden unterstützt.
el: Πρώτα στη συσκευή. Ο Keel Coach είναι προαιρετικός. Χωρίς διαφημίσεις. Δεν πουλάμε προσωπικά δεδομένα. Υποστηρίζονται το GDPR και τα δικαιώματα πολιτειών ΗΠΑ.
es: Primero en el dispositivo. Keel Coach es opcional. Sin anuncios. No vendemos datos personales. Se admiten el RGPD y los derechos estatales de EE. UU.
fi: Ensin laitteella. Keel Coach on vapaaehtoinen. Ei mainoksia. Henkilötietoja ei myydä. GDPR ja Yhdysvaltain osavaltioiden oikeudet tuettu.
fr: D’abord sur l’appareil. Keel Coach est au choix. Pas de pub. Pas de vente de données personnelles. RGPD et droits des États américains pris en charge.
he: קודם במכשיר. Keel Coach בהסכמה. בלי פרסומות. אין מכירת מידע אישי. GDPR וזכויות מדינות ארה״ב נתמכים.
hi: पहले डिवाइस पर। Keel Coach वैकल्पिक। कोई विज्ञापन नहीं। निजी डेटा नहीं बिकता। GDPR और अमेरिकी राज्य अधिकार समर्थित।
hr: Prvo na uređaju. Keel Coach je dobrovoljan. Bez oglasa. Ne prodajemo osobne podatke. GDPR i prava američkih država su podržani.
hu: Először az eszközön. A Keel Coach önkéntes. Nincs hirdetés. Személyes adatot nem adunk el. A GDPR és az USA állami jogok támogatottak.
id: Utamakan di perangkat. Keel Coach opsional. Tanpa iklan. Tidak menjual data pribadi. GDPR dan hak negara bagian AS didukung.
it: Prima sul dispositivo. Keel Coach è facoltativo. Niente annunci. Nessuna vendita di dati personali. GDPR e diritti degli stati USA supportati.
ja: まずは端末内。Keel Coach は任意。広告なし。個人データの販売なし。GDPR と米国州の権利に対応。
ko: 기기 우선. Keel Coach는 선택. 광고 없음. 개인정보 판매 없음. GDPR과 미국 주 권리를 지원합니다.
ms: Peranti dahulu. Keel Coach pilihan. Tiada iklan. Tiada jualan data peribadi. GDPR dan hak negeri AS disokong.
nb: Først på enheten. Keel Coach er valgfritt. Ingen annonser. Ingen salg av personopplysninger. GDPR og rettigheter i amerikanske delstater støttes.
nl: Eerst op het apparaat. Keel Coach is opt-in. Geen advertenties. Geen verkoop van persoonsgegevens. AVG en rechten van Amerikaanse staten worden ondersteund.
pl: Najpierw na urządzeniu. Keel Coach jest dobrowolny. Bez reklam. Bez sprzedaży danych osobowych. RODO i prawa stanów USA są obsługiwane.
pt_br: Primeiro no aparelho. Keel Coach é opcional. Sem anúncios. Não vendemos dados pessoais. RGPD e direitos dos estados dos EUA são aceitos.
pt_pt: Primeiro no dispositivo. Keel Coach é opcional. Sem anúncios. Não vendemos dados pessoais. RGPD e direitos dos estados dos EUA são suportados.
ro: Mai întâi pe dispozitiv. Keel Coach e opțional. Fără reclame. Nu vindem date personale. GDPR și drepturile statelor SUA sunt acceptate.
ru: Сначала на устройстве. Keel Coach по согласию. Без рекламы. Личные данные не продаём. Поддерживаются GDPR и права штатов США.
sk: Najprv na zariadení. Keel Coach je dobrovoľný. Žiadne reklamy. Osobné údaje nepredávame. GDPR a práva štátov USA sú podporované.
sv: Först på enheten. Keel Coach är opt-in. Ingen reklam. Ingen försäljning av personuppgifter. GDPR och rättigheter i amerikanska delstater stöds.
th: บนเครื่องก่อน Keel Coach สมัครใจ ไม่มีโฆษณา ไม่ขายข้อมูลส่วนตัว รองรับ GDPR และสิทธิ์ระดับรัฐของสหรัฐฯ
tr: Önce cihazda. Keel Coach isteğe bağlı. Reklam yok. Kişisel veri satışı yok. GDPR ve ABD eyalet hakları desteklenir.
uk: Спершу на пристрої. Keel Coach за згодою. Без реклами. Особисті дані не продаємо. Підтримуються GDPR і права штатів США.
vi: Ưu tiên trên máy. Keel Coach là tùy chọn. Không quảng cáo. Không bán dữ liệu cá nhân. Hỗ trợ GDPR và quyền các bang Hoa Kỳ.
zh_hans: 本机优先。Keel Coach 自愿开启。没有广告。不出售个人数据。支持 GDPR 和美国州权利。
zh_hant: 裝置優先。Keel Coach 自願開啟。沒有廣告。不出售個人資料。支援 GDPR 和美國州權利。

source: On-device pre-fill
ar: تعبئة مسبقة على الجهاز
ca: Ompliment previ al dispositiu
cs: Předvyplnění na zařízení
da: Forudfyldning på enheden
de: Vorausfüllung auf dem Gerät
el: Προσυμπλήρωση στη συσκευή
es: Relleno previo en el dispositivo
fi: Esitäyttö laitteella
fr: Préremplissage sur l’appareil
he: מילוי מראש במכשיר
hi: डिवाइस पर पहले से भरना
hr: Predispuna na uređaju
hu: Előtöltés az eszközön
id: Isi awal di perangkat
it: Precompilazione sul dispositivo
ja: 端末内の事前入力
ko: 기기 내 미리 채우기
ms: Praisi pada peranti
nb: Forhåndsutfylling på enheten
nl: Vooraf invullen op het apparaat
pl: Wstępne wypełnienie na urządzeniu
pt_br: Pré-preenchimento no aparelho
pt_pt: Pré-preenchimento no dispositivo
ro: Precompletare pe dispozitiv
ru: Предзаполнение на устройстве
sk: Predvyplnenie na zariadení
sv: Förifyllning på enheten
th: กรอกไว้ล่วงหน้าบนเครื่อง
tr: Cihazda ön doldurma
uk: Попереднє заповнення на пристрої
vi: Điền sẵn trên máy
zh_hans: 本机预填
zh_hant: 裝置端預填

# onboarding.age.a11y
source: Age
ar: العمر
ca: Edat
cs: Věk
da: Alder
de: Alter
el: Ηλικία
es: Edad
fi: Ikä
fr: Âge
he: גיל
hi: उम्र
hr: Dob
hu: Kor
id: Usia
it: Età
ja: 年齢
ko: 나이
ms: Umur
nb: Alder
nl: Leeftijd
pl: Wiek
pt_br: Idade
pt_pt: Idade
ro: Vârstă
ru: Возраст
sk: Vek
sv: Ålder
th: อายุ
tr: Yaş
uk: Вік
vi: Tuổi
zh_hans: 年龄
zh_hant: 年齡

# onboarding.age.invalid
source: Enter a valid age.
ar: أدخل عمرًا صالحًا.
ca: Introdueix una edat vàlida.
cs: Zadej platný věk.
da: Indtast en gyldig alder.
de: Gib ein gültiges Alter ein.
el: Δώσε έγκυρη ηλικία.
es: Introduce una edad válida.
fi: Anna kelvollinen ikä.
fr: Entre un âge valide.
he: הזן גיל תקין.
hi: मान्य उम्र दर्ज करें।
hr: Unesi valjanu dob.
hu: Adj meg érvényes kort.
id: Masukkan usia valid.
it: Inserisci un'età valida.
ja: 有効な年齢を入力。
ko: 올바른 나이를 입력하세요.
ms: Masukkan umur sah.
nb: Oppgi en gyldig alder.
nl: Voer een geldige leeftijd in.
pl: Podaj poprawny wiek.
pt_br: Digite uma idade válida.
pt_pt: Introduz uma idade válida.
ro: Introdu o vârstă validă.
ru: Введите корректный возраст.
sk: Zadaj platný vek.
sv: Ange en giltig ålder.
th: กรอกอายุที่ถูกต้อง
tr: Geçerli bir yaş gir.
uk: Введи коректний вік.
vi: Nhập tuổi hợp lệ.
zh_hans: 请输入有效年龄。
zh_hant: 請輸入有效年齡。

# onboarding.age.label
source: AGE
ar: العمر
ca: EDAT
cs: VĚK
da: ALDER
de: ALTER
el: ΗΛΙΚΙΑ
es: EDAD
fi: IKÄ
fr: ÂGE
he: גיל
hi: उम्र
hr: DOB
hu: KOR
id: USIA
it: ETÀ
ja: 年齢
ko: 나이
ms: UMUR
nb: ALDER
nl: LEEFTIID
pl: WIEK
pt_br: IDADE
pt_pt: IDADE
ro: VÂRSTĂ
ru: ВОЗРАСТ
sk: VEK
sv: ÅLDER
th: อายุ
tr: YAŞ
uk: ВІК
vi: TUỔI
zh_hans: 年龄
zh_hant: 年齡

# onboarding.age.max
source: Age max is 100.
ar: الحد الأقصى للعمر 100.
ca: Edat màxima 100.
cs: Maximální věk je 100.
da: Maks alder er 100.
de: Maximalalter ist 100.
el: Μέγιστο 100.
es: Edad máxima 100.
fi: Yläraja 100.
fr: Âge max 100.
he: גיל מקסימלי 100.
hi: अधिकतम उम्र 100।
hr: Dob max 100.
hu: Max kor 100.
id: Usia maks 100.
it: Età max 100.
ja: 年齢は最大100。
ko: 최대 100세.
ms: Umur maks 100.
nb: Maks alder 100.
nl: Max leeftijd 100.
pl: Maks wiek 100.
pt_br: Idade máx 100.
pt_pt: Idade máx 100.
ro: Vârstă max 100.
ru: Макс. возраст 100.
sk: Max vek 100.
sv: Max ålder 100.
th: อายุสูงสุด 100
tr: Maks yaş 100.
uk: Макс вік 100.
vi: Tuổi tối đa 100.
zh_hans: 年龄上限100。
zh_hant: 年齡上限 100。

# onboarding.age.min
source: You must be 18 or older.
ar: يجب أن يكون عمرك 18 أو أكثر.
ca: Has de tenir 18 anys o més.
cs: Musí ti být 18 nebo více.
da: Du skal være 18 eller ældre.
de: Du musst 18 oder älter sein.
el: Πρέπει να είσαι 18+.
es: Debes tener 18 o más.
fi: Sinun on oltava vähintään 18.
fr: Tu dois avoir 18 ans ou plus.
he: חייב להיות בן 18+.
hi: आपकी उम्र 18+ होनी चाहिए।
hr: Moraš imati 18 ili više.
hu: 18 éves vagy idősebb kell.
id: Kamu harus 18+.
it: Devi avere 18 anni o più.
ja: 18歳以上が必要です。
ko: 18세 이상이어야 합니다.
ms: Kamu mesti 18+.
nb: Du må være 18 eller eldre.
nl: Je moet 18 of ouder zijn.
pl: Musisz mieć 18 lat lub więcej.
pt_br: Você precisa ter 18+.
pt_pt: Tens de ter 18+.
ro: Trebuie să ai 18+.
ru: Вам должно быть 18+.
sk: Musíš mať 18+.
sv: Du måste vara 18 eller äldre.
th: ต้องอายุ 18 ปีขึ้นไป
tr: 18+ olmalısın.
uk: Має бути 18+.
vi: Bạn phải 18+.
zh_hans: 必须年满18。
zh_hant: 必須年滿 18。

# onboarding.age.not_set
source: not set
ar: غير محدد
ca: no definit
cs: nenastaveno
da: ikke sat
de: nicht gesetzt
el: δεν ορίστηκε
es: sin fijar
fi: ei asetettu
fr: non défini
he: לא הוגדר
hi: सेट नहीं
hr: nije postavljeno
hu: nincs beállítva
id: belum diatur
it: non impostato
ja: 未設定
ko: 미설정
ms: tidak ditetapkan
nb: ikke satt
nl: niet ingesteld
pl: nieustawione
pt_br: não definido
pt_pt: não definido
ro: nesetat
ru: не задано
sk: nenastavené
sv: ej satt
th: ยังไม่ตั้ง
tr: belirlenmedi
uk: не задано
vi: chưa đặt
zh_hans: 未设置
zh_hant: 未設定

# onboarding.age.years_a11y
source: %d years
ar: %d سنة
ca: %d anys
cs: %d let
da: %d år
de: %d Jahre
el: %d χρόνια
es: %d años
fi: %d vuotta
fr: %d ans
he: %d שנים
hi: %d वर्ष
hr: %d godina
hu: %d év
id: %d tahun
it: %d anni
ja: %d歳
ko: %d세
ms: %d tahun
nb: %d år
nl: %d jaar
pl: %d lat
pt_br: %d anos
pt_pt: %d anos
ro: %d ani
ru: %d лет
sk: %d rokov
sv: %d år
th: %d ปี
tr: %d yaş
uk: %d років
vi: %d tuổi
zh_hans: %d岁
zh_hant: %d 歲

# onboarding.anatomy.change_weight
source: Change
ar: تغيير
ca: Canvia
cs: Změnit
da: Skift
de: Ändern
el: Αλλαγή
es: Cambiar
fi: Vaihda
fr: Changer
he: שנה
hi: बदलें
hr: Promijeni
hu: Módosít
id: Ubah
it: Cambia
ja: 変更
ko: 변경
ms: Tukar
nb: Endre
nl: Wijzig
pl: Zmień
pt_br: Alterar
pt_pt: Alterar
ro: Schimbă
ru: Изменить
sk: Zmeniť
sv: Ändra
th: เปลี่ยน
tr: Değiştir
uk: Змінити
vi: Đổi
zh_hans: 更改
zh_hant: 更改

# onboarding.anatomy.checking_health
source: Checking Apple Health…
ar: جارٍ فحص Apple Health…
ca: Comprovant Apple Health…
cs: Ověřuji Apple Health…
da: Tjekker Apple Health…
de: Apple Health wird geprüft…
el: Έλεγχος Apple Health…
es: Comprobando Apple Health…
fi: Tarkistetaan Apple Health…
fr: Vérification d'Apple Health…
he: בודק Apple Health…
hi: Apple Health जाँच रहा…
hr: Provjeravam Apple Health…
hu: Apple Health ellenőrzése…
id: Memeriksa Apple Health…
it: Controllo Apple Health…
ja: Apple Healthを確認中…
ko: Apple Health 확인 중…
ms: Memeriksa Apple Health…
nb: Sjekker Apple Health…
nl: Apple Health controleren…
pl: Sprawdzam Apple Health…
pt_br: Checando Apple Health…
pt_pt: A verificar Apple Health…
ro: Verific Apple Health…
ru: Проверка Apple Health…
sk: Kontrolujem Apple Health…
sv: Kontrollerar Apple Health…
th: กำลังตรวจ Apple Health…
tr: Apple Health kontrol ediliyor…
uk: Перевірка Apple Health…
vi: Đang kiểm tra Apple Health…
zh_hans: 正在检查 Apple Health…
zh_hant: 正在檢查 Apple Health…

# onboarding.anatomy.drag
source: Drag to set.
ar: اسحب للضبط.
ca: Arrossega per ajustar.
cs: Táhni pro nastavení.
da: Træk for at indstille.
de: Ziehen zum Einstellen.
el: Σύρε για ρύθμιση.
es: Arrastra para ajustar.
fi: Raahaa asettaaksesi.
fr: Glisse pour régler.
he: גרור להגדרה.
hi: सेट करने के लिए खींचें।
hr: Vuci za postavljanje.
hu: Húzd a beállításhoz.
id: Seret untuk atur.
it: Trascina per impostare.
ja: ドラッグして設定。
ko: 드래그하여 설정.
ms: Seret untuk tetapkan.
nb: Dra for å stille.
nl: Sleep om in te stellen.
pl: Przeciągnij, by ustawić.
pt_br: Arraste para ajustar.
pt_pt: Arrasta para ajustar.
ro: Trage pentru a seta.
ru: Перетащите для настройки.
sk: Ťahaj pre nastavenie.
sv: Dra för att ställa.
th: ลากเพื่อตั้งค่า
tr: Ayarlamak için sürükle.
uk: Перетягни для налаштування.
vi: Kéo để đặt.
zh_hans: 拖动以设置。
zh_hant: 拖動以設定。

# onboarding.anatomy.from_health
source: From Health · %@
ar: من Health · %@
ca: De Health · %@
cs: Z Health · %@
da: Fra Health · %@
de: Aus Health · %@
el: Από Health · %@
es: De Health · %@
fi: Healthista · %@
fr: De Health · %@
he: מ-Health · %@
hi: Health से · %@
hr: Iz Health · %@
hu: Health-ből · %@
id: Dari Health · %@
it: Da Health · %@
ja: Healthから · %@
ko: Health에서 · %@
ms: Dari Health · %@
nb: Fra Health · %@
nl: Van Health · %@
pl: Z Health · %@
pt_br: De Health · %@
pt_pt: De Health · %@
ro: Din Health · %@
ru: Из Health · %@
sk: Z Health · %@
sv: Från Health · %@
th: จาก Health · %@
tr: Health'ten · %@
uk: З Health · %@
vi: Từ Health · %@
zh_hans: 来自 Health · %@
zh_hant: 來自 Health · %@

# onboarding.anatomy.height_prompt
source: How tall are you?
ar: كم طولك؟
ca: Quant mesures?
cs: Jak jsi vysoký?
da: Hvor høj er du?
de: Wie groß bist du?
el: Πόσο ψηλός είσαι;
es: ¿Cuánto mides?
fi: Kuinka pitkä olet?
fr: Quelle est ta taille ?
he: כמה גובהך?
hi: आपकी ऊँचाई कितनी है?
hr: Koliko si visok?
hu: Milyen magas vagy?
id: Berapa tinggimu?
it: Quanto sei alto?
ja: 身長は？
ko: 키가 어떻게 되세요?
ms: Berapa tinggi kamu?
nb: Hvor høy er du?
nl: Hoe lang ben je?
pl: Jaki masz wzrost?
pt_br: Qual sua altura?
pt_pt: Qual é a tua altura?
ro: Cât de înalt ești?
ru: Какой у вас рост?
sk: Aký si vysoký?
sv: Hur lång är du?
th: คุณสูงเท่าไหร่?
tr: Boyun kaç?
uk: Який у тебе зріст?
vi: Bạn cao bao nhiêu?
zh_hans: 你多高？
zh_hant: 你多高？

# onboarding.anatomy.weight_prompt
source: What do you weigh today?
ar: كم وزنك اليوم؟
ca: Quant peses avui?
cs: Kolik dnes vážíš?
da: Hvad vejer du i dag?
de: Was wiegst du heute?
el: Πόσο ζυγίζεις σήμερα;
es: ¿Cuánto pesas hoy?
fi: Mitä painat tänään?
fr: Combien pèses-tu aujourd'hui ?
he: כמה משקלך היום?
hi: आज आपका वज़न कितना है?
hr: Koliko danas imaš kg?
hu: Mennyit nyomsz ma?
id: Berapa beratmu hari ini?
it: Quanto pesi oggi?
ja: 今日の体重は？
ko: 오늘 체중은요?
ms: Berapa berat kamu hari ini?
nb: Hva veier du i dag?
nl: Hoeveel weeg je vandaag?
pl: Ile dziś ważysz?
pt_br: Quanto você pesa hoje?
pt_pt: Quanto pesas hoje?
ro: Cât cânțești azi?
ru: Сколько вы весите сегодня?
sk: Koľko dnes vážiš?
sv: Vad väger du idag?
th: วันนี้คุณหนักเท่าไหร่?
tr: Bugün kaç kilosun?
uk: Скільки важиш сьогодні?
vi: Hôm nay bạn nặng bao nhiêu?
zh_hans: 你今天多重？
zh_hant: 你今天多重？

# onboarding.back
source: Back
ar: رجوع
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fi: Takaisin
fr: Retour
he: חזרה
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
th: กลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# onboarding.body.age_prompt
source: How old are you?
ar: كم عمرك؟
ca: Quants anys tens?
cs: Kolik je ti let?
da: Hvor gammel er du?
de: Wie alt bist du?
el: Πόσων χρονών είσαι;
es: ¿Cuántos años tienes?
fi: Kuinka vanha olet?
fr: Quel âge as-tu ?
he: בן כמה אתה?
hi: आपकी उम्र क्या है?
hr: Koliko imaš godina?
hu: Hány éves vagy?
id: Berapa usiamu?
it: Quanti anni hai?
ja: 年齢は？
ko: 나이가 어떻게 되세요?
ms: Berapa umur kamu?
nb: Hvor gammel er du?
nl: Hoe oud ben je?
pl: Ile masz lat?
pt_br: Quantos anos você tem?
pt_pt: Quantos anos tens?
ro: Câți ani ai?
ru: Сколько вам лет?
sk: Koľko máš rokov?
sv: Hur gammal är du?
th: คุณอายุเท่าไหร่?
tr: Kaç yaşındasın?
uk: Скільки тобі років?
vi: Bạn bao nhiêu tuổi?
zh_hans: 你多大？
zh_hant: 你幾歲？

# onboarding.body.sex_prompt
source: I am…
ar: أنا…
ca: Sóc…
cs: Jsem…
da: Jeg er…
de: Ich bin…
el: Είμαι…
es: Soy…
fi: Olen…
fr: Je suis…
he: אני…
hi: मैं हूँ…
hr: Ja sam…
hu: Én vagyok…
id: Aku…
it: Sono…
ja: 私は…
ko: 나는…
ms: Saya…
nb: Jeg er…
nl: Ik ben…
pl: Jestem…
pt_br: Sou…
pt_pt: Sou…
ro: Sunt…
ru: Я…
sk: Som…
sv: Jag är…
th: ฉันคือ…
tr: Ben…
uk: Я…
vi: Tôi là…
zh_hans: 我是…
zh_hant: 我是…
